IDEA StatiCa Open Model
ConnectionSetup.NumElement Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Ratio of length of decisive plate edge and Elements on edge count determines the average size of mesh element
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumElement { get; set; }
Public Property NumElement As Integer
	Get
	Set
public:
property int NumElement {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace